export default {
  projections: {
    ГрафСобесE: {
      тЧГрафСобес: {
        __caption__: 'График собеседований кандидатов',
        планирСобес: {
          __caption__: 'Дата планирования собеседования',
          иметьПриСебе: {
            __caption__: 'Дата планирования собеседования'
          },
          время: {
            __caption__: 'Время собеседования'
          },
          кабинет: {
            __caption__: 'Номер кабинета проведения собеседования'
          },
          этаж: {
            __caption__: 'Этаж'
          },
          регистАнкеты: {
            __caption__: '',
            фИОКандид: {
              __caption__: 'ФИО кандидата'
            },
            вакантДолжн: {
              __caption__: '',
              должность: {
                __caption__: 'Вакантная должность'
              }
            }
          }
        }
      }
    },
    ГрафСобесL: {
    }
  },
  validations: {
    тЧГрафСобес: {
      __caption__: 'График собеседований кандидатов'
    }
  }
};
